{
  "general": [
    "What is something small that makes you happy?",
    "If you could master one skill instantly, what would it be?",
    "What’s a place you want to visit one day?",
    "What is your favorite way to spend a lazy Sunday?",
    "What’s the best piece of advice you’ve ever received?",
    "If you could have dinner with any historical figure, who would it be?",
    "What is a book or movie that changed your perspective?",
    "What are you most looking forward to this year?",
    "What is your go-to comfort food after a long day?",
    "If you could live in any era, which one would you choose?",
    "What is a hobby you've always wanted to try but haven't yet?",
    "What is your favorite childhood memory?",
    "How do you usually de-stress after a busy week?",
    "What is one thing you can't live without?"
  ],
  "deep": [
    "What does success mean to you?",
    "Do you believe everything happens for a reason?",
    "What lesson did life teach you recently?",
    "What is your biggest fear, and how do you face it?",
    "How do you want to be remembered by others?",
    "What does 'home' feel like to you?",
    "If you could change one thing about the world, what would it be?",
    "What is the most important quality you look for in a friend?",
    "How has your definition of happiness changed over the years?",
    "What is a truth about life that took you a long time to accept?",
    "What do you think is the greatest challenge of our generation?",
    "When do you feel the most like yourself?",
    "What does it mean to live a 'good life' in your opinion?",
    "What legacy do you hope to leave behind?"
  ],
  "fun": [
    "Coffee or tea — and why?",
    "Cats or dogs?",
    "Early bird or night owl?",
    "If you were a superhero, what would your useless superpower be?",
    "What’s the weirdest food combination you actually enjoy?",
    "Would you rather travel to the past or the future?",
    "If you were stranded on a deserted island, what three items would you bring?",
    "What is your go-to karaoke song?",
    "If you could only eat one meal for the rest of your life, what would it be?",
    "Aliens: do they exist, and are they friendly?",
    "What is the funniest thing that has happened to you recently?",
    "If you could teleport anywhere right now, where would you go?",
    "What’s the most spontaneous thing you’ve ever done?",
    "Which fictional world would you most like to live in?"
  ]
}
